{"title":"Untitled Story","data":{"stitches":{"detectiveGmezGra":{"content":["Detective Gómez, gracias por tu pronta respuesta. Hay algo profundamente inquietante ocurriendo en mi mansión desde hace unos días. Mi esposa, la señora María, ha desaparecido sin dejar rastro, y estoy consumido por la preocupación. Necesito tu experiencia y habilidades para descubrir qué ha sucedido con ella y traerla de vuelta a salvo.",{"option":"Jugar","linkPath":"detectiveGmezAnt","ifConditions":null,"notIfConditions":null},{"pageNum":1}]},"detectiveGmezAnt":{"content":["Detective Gómez, antes de adentrarnos en este misterio, debemos decidir por dónde comenzar nuestra investigación. En esta vasta mansión, existen tres lugares clave donde podríamos encontrar pistas que nos guíen hacia la verdad. ¿Dónde te gustaría comenzar?",{"option":"Biblioteca","linkPath":"decidesAdentrart","ifConditions":null,"notIfConditions":null},{"option":"Habitación Principal","linkPath":"decidisteEntrarE","ifConditions":null,"notIfConditions":null},{"option":"Ático","linkPath":"laDetectiveAvanz","ifConditions":null,"notIfConditions":null}]},"decidesAdentrart":{"content":["Decides adentrarte en la biblioteca, un lugar que irradia un aura de conocimiento y misterio. Las estanterías de caoba se alinean a lo largo de las paredes, repletas de libros antiguos con cubiertas de cuero desgastado. La luz tenue de las lámparas de aceite crea sombras danzantes en las páginas amarillentas de los tomos.",{"runOn":true},{"option":"Inspeccionar libros","linkPath":"alInspeccionarLo","ifConditions":null,"notIfConditions":null},{"option":"Revisar el escritorio","linkPath":"alExplorarElEscr","ifConditions":null,"notIfConditions":null},{"option":"Investigar la chimenea","linkPath":"mientrasTeAdentr","ifConditions":null,"notIfConditions":null}]},"decidisteEntrarE":{"content":["Decidiste entrar en la habitación principal de la mansión. Al cruzar la puerta, te encuentras en un espacio amplio y elegante. La habitación está decorada con muebles de época, creando una atmósfera que te transporta al pasado.Observas una cama grande y elegante con sábanas de seda, una mesa de noche junto a ella, un armario antiguo con espejos tallados y un tocador con delicados perfumes y joyas. Ahora, te enfrentas a una nueva elección. Debes decidir por dónde comenzar tu investigación en esta habitación."]},"laDetectiveAvanz":{"content":["La detective avanzó con determinación por el oscuro y polvoriento ático. Su linterna iluminaba las sombras mientras se abría paso entre las cajas y los objetos olvidados que se acumulaban a su alrededor. Había algo en la atmósfera rancia del lugar que le sugería que debía investigar más a fondo.Finalmente, llegó a un rincón del ático donde las espadas descansaban en una vieja funda de terciopelo rojo."]},"alInspeccionarLo":{"content":["Al inspeccionar los libros en las estanterías de la biblioteca, encuentras que muchos de ellos están desordenados y fuera de lugar. Algunas páginas parecen haber sido hojeadas apresuradamente, dejando rastros de polvo sobre las tapas gastadas.En particular, notaste un espacio vacío en el estante de geografía, donde un libro sobre mapas y lugares debería estar. Sin embargo, el tomo que normalmente ocuparía ese espacio parece haber desaparecido.",{"option":"Interrogar al bibliotecario","linkPath":"blankStitch","ifConditions":null,"notIfConditions":null},{"option":"Buscar el libro por tu cuenta","linkPath":"conLaInformacinO","ifConditions":null,"notIfConditions":null}]},"alExplorarElEscr":{"content":["Al explorar el escritorio en la biblioteca, te encuentras con una escena intrigante. La superficie de caoba, pulida con esmero, está cubierta de papeles, documentos y algunos objetos personales. Parece que alguien estuvo revisando activamente estos asuntos recientemente.Encuentras unas cartas selladas en el escritorio, cada una de ellas marcada con un sello de cera. Algunas parecen haber sido abiertas y luego cuidadosamente cerradas de nuevo. El contenido de las cartas es un misterio que podría revelar detalles importantes",{"option":"Abrir las cartas","linkPath":"queridaHijaEsper","ifConditions":null,"notIfConditions":null},{"option":"Respetar la privacidad","linkPath":"perdisteLamentab","ifConditions":null,"notIfConditions":null}]},"mientrasTeAdentr":{"content":["Mientras te adentras en la biblioteca, tus ojos se posan en la chimenea al otro lado de la habitación. Al acercarte, sientes una ligera calidez que emana de su interior. Es evidente que ha sido utilizada recientemente.Al mirar más de cerca, te das cuenta de que el fuego ha dejado su huella en el lugar. Cenizas grises y partes de cartas quemadas y carbonizadas yacen en el fondo de la chimenea. Parece que alguien estuvo quemando documentos o correspondencia aquí.",{"option":"Revisar el escritorio","linkPath":"alExplorarElEscr","ifConditions":null,"notIfConditions":null},{"option":"Intentar sacar los restos de la carta","linkPath":"conPacienciaUsas","ifConditions":null,"notIfConditions":null}]},"blankStitch":{"content":["",{"option":"Buenos días, señor. Me encuentro investigando una desaparición en esta casa y noté que falta un libro en la estantería de geografía. ¿Sabe cuál libro es el que falta o si alguien lo retiró recientemente?","linkPath":"bibliotecarioSDe","ifConditions":null,"notIfConditions":null},{"option":"Buenos días, señor. Me encuentro investigando una desaparición en esta casa y me preguntaba si ha notado algo inusual en la biblioteca en los últimos días.","linkPath":"bibliotecarioElB","ifConditions":null,"notIfConditions":null}]},"conLaInformacinO":{"content":["Con la información obtenida en la biblioteca en mente, has decidido emprender una búsqueda independiente en esta vasta mansión en busca de pistas sobre la desaparición de la señora María. Te has dado cuenta de que debes explorar más a fondo.Ahora, frente a las puertas entreabiertas de la biblioteca, tienes dos opciones, ir a:",{"option":"Habitación Principal","linkPath":null,"ifConditions":null,"notIfConditions":null},{"option":"Habitación Cosas Antiguas","linkPath":null,"ifConditions":null,"notIfConditions":null}]},"queridaHijaEsper":{"content":["Querida hija, Espero que esta carta te encuentre bien y con buen ánimo. Quería expresarte cuánto te extrañamos y cuánto anhelamos reunirnos contigo.\u2028\u2028La criada de confianza, te entregará esta carta y también la dirección de nuestra ubicación.\u2028 El reencuentro está a la vuelta de la esquina y será un momento maravilloso.\u2028\u2028Con cariño, tú madre",{"option":"Hablar con la criada","linkPath":"detectiveDirigin","ifConditions":null,"notIfConditions":null},{"option":"Abrir la segunda carta","linkPath":"queridaMaraEstoy","ifConditions":null,"notIfConditions":null}]},"perdisteLamentab":{"content":["Perdiste: Lamentablemente, la decisión que has tomado no ha dado los resultados deseados y te has desviado del camino correcto en tu búsqueda de respuestas. El misterio de la desaparición de la señora María continúa sin resolverse.No te desanimes, detective. Cada elección es una oportunidad para aprender y mejorar en tu búsqueda. La verdad aún está ahí afuera, esperando a ser descubierta.",{"option":"Volver al inicio","linkPath":"detectiveGmezAnt","ifConditions":null,"notIfConditions":null}]},"conPacienciaUsas":{"content":["Con paciencia, usas la pala para extraer con cuidado las partes quemadas de las cartas de entre las cenizas. Poco a poco, los fragmentos comienzan a revelar letras y palabras legibles, aunque muchas partes todavía están irreversiblemente dañadas por el fuego. Ahora tienes que decidir.",{"option":"Juntar los pedazos","linkPath":"conDeterminacinD","ifConditions":null,"notIfConditions":null},{"option":"Intentas leerlo","linkPath":"ConCautelaYPacie","ifConditions":null,"notIfConditions":null}]},"bibliotecarioSDe":{"content":["Bibliotecario: Sí, detective, la señora María tenía un interés notable en los libros de geografía. A menudo venía a la biblioteca a hojear mapas y atlas. Le gustaba aprender sobre lugares lejanos y planificar viajes, por lo que no sería sorprendente si hubiera tomado el libro de geografía que falta para estudiarlo más a fondo.",{"option":"Continuar","linkPath":"maraGraciasPorLa","ifConditions":null,"notIfConditions":null}]},"bibliotecarioElB":{"content":["Bibliotecario: (El bibliotecario ajusta sus gafas y reflexiona por un momento.) Bueno, detective, debo decir que todo ha estado sorprendentemente tranquilo en la biblioteca. No ha sucedido nada fuera de lo común en los últimos días, al menos no que yo haya notado.",{"option":"Continuar","linkPath":"detectiveGracias","ifConditions":null,"notIfConditions":null}]},"detectiveDirigin":{"content":["Detective: (Dirigiéndose a la criada) Buenos días. Tengo algunas preguntas sobre la carta que menciona una dirección. ¿Podría decirme más sobre esa dirección a la que hace referencia la carta que llevaba?",{"option":"Continuar","linkPath":"criadaBuenosDasD","ifConditions":null,"notIfConditions":null}]},"queridaMaraEstoy":{"content":["Querida María,Estoy preocupada porque no llegaste a nuestra cita acordada. Me preocupo profundamente por ti y deseo saber que estás bien. Por favor, llámame cuando puedas al siguiente número: 33355588.Con amor,Tu madre",{"option":"Hacer la llamada","linkPath":"laCartaDeLaMadre","ifConditions":null,"notIfConditions":null}]},"conDeterminacinD":{"content":["Con determinación, decides juntar los pedazos de las cartas quemadas. A pesar de los restos carbonizados y dañados por el fuego, logras ensamblar las partes que no alcanzaron a quemarse por completo. Con cuidado, las palabras clave comienzan a tomar forma, permitiéndote entender fracciones de la carta. Descubres que estas cartas fueron escritas por la madre de María.",{"option":"Comunicarte con la madre","linkPath":"detectiveBuenosD","ifConditions":null,"notIfConditions":null}]},"ConCautelaYPacie":{"content":[" Con cautela y paciencia, intentas leer las cartas, pero las hojas están terriblemente quemadas y despedazadas. Las palabras son difíciles de identificar, y la mayoría de las letras se han vuelto ilegibles debido al fuego. A medida que examinas los fragmentos, te das cuenta de que la tarea de reconstrucción será un desafío considerable.",{"option":"Volver","linkPath":"conPacienciaUsas","ifConditions":null,"notIfConditions":null},{"option":"Seguir investigando la biblioteca","linkPath":"decidesAdentrart","ifConditions":null,"notIfConditions":null}]},"maraGraciasPorLa":{"content":["María: Gracias por la información, señor. Dada la predilección de la señora María por los libros de geografía, es posible que ella haya tomado el libro faltante para su estudio. ¿Tiene alguna idea de dónde podría haberlo llevado o guardado?",{"option":"Continuar","linkPath":"bibliotecarioBue","ifConditions":null,"notIfConditions":null}]},"detectiveGracias":{"content":["Detective: Gracias por su colaboración, señor. Si recuerda algo más tarde o nota algo relevante, no dude en comunicármelo. Continuaré con la investigación en otras áreas de la casa.",{"option":"Continuar","linkPath":"ahoraEsTuTurnoDe","ifConditions":null,"notIfConditions":null}]},"criadaBuenosDasD":{"content":["Criada: Buenos días, detective. ¿De qué dirección habla usted?",{"option":"Continuar","linkPath":"blankStitch1","ifConditions":null,"notIfConditions":null}]},"laCartaDeLaMadre":{"content":["La carta de la madre de María te ha dejado con una importante decisión por tomar. El número de teléfono de contacto está frente a ti, y es hora de decidir quién responderá la llamada en busca de pistas que puedan ayudar en la búsqueda de María.",{"option":"Contesta la criada","linkPath":"criadaDeLaOtraCa","ifConditions":null,"notIfConditions":null},{"option":"Contesta la mamá","linkPath":null,"ifConditions":null,"notIfConditions":null}]},"detectiveBuenosD":{"content":["Detective: Buenos días, señora. He encontrado algunas cartas que parecen haber sido escritas por usted para su hija, María. ¿Puede decirme más sobre estas cartas y su relación con María?",{"option":"Continuar","linkPath":"madreDeMaraOhQue","ifConditions":null,"notIfConditions":null}]},"bibliotecarioBue":{"content":["Bibliotecario: Bueno, detective, no puedo estar seguro, pero recuerdo que la señora María de leer libros de geografía antes de irse a dormir. Solía llevarse un libro a su alcoba para leerlo mientras se relajaba antes de conciliar el sueño.",{"option":"Continuar","linkPath":"conLaInformacinR","ifConditions":null,"notIfConditions":null}]},"ahoraEsTuTurnoDe":{"content":["Ahora, es tu turno de decidir hacia cuál de las dos habitaciones te dirigirás a continuación.",{"option":"Habitación Principal","linkPath":"decidisteEntrarE","ifConditions":null,"notIfConditions":null},{"option":"Habitación Cosas Antiguas","linkPath":"laDetectiveAvanz","ifConditions":null,"notIfConditions":null}]},"blankStitch1":{"content":["",{"option":" Hablo de la dirección que mencionan las cartas entregadas por usted. La carta de la señora María que menciona un lugar al que ella se dirigiría. ¿Puede proporcionarme más información al respecto?","linkPath":"criadaOhEntiendo","ifConditions":null,"notIfConditions":null},{"option":"Lo sé. Sé a qué dirección se refiere en las cartas. Quiero saber más sobre esa dirección y cómo se relaciona con la señora María. Por favor, cuéntame todo lo que sabes al respecto.","linkPath":"criadaConConfusi","ifConditions":null,"notIfConditions":null}]},"criadaDeLaOtraCa":{"content":["Criada de la otra casa: Lo siento, detective, la señora de la casa no se encuentra presente. Lo único que puedo decirle es que yo conozco a la criada de la casa donde está investigando, y tengo sospechas de que ella podría estar involucrada en la desaparición de la señora... (Con voz ansiosa) No puedo explicarlo. (Cuelga la llamada)",{"option":"Interrogar a la criada","linkPath":"detectiveDirigin","ifConditions":null,"notIfConditions":null},{"option":"Volver","linkPath":"criadaDeLaOtraCa","ifConditions":null,"notIfConditions":null}]},"madreDeMaraOhQue":{"content":["Madre de María: Oh, querida. Esas cartas eran la única forma en que podía comunicarme con mi hija. Mi yerno, el esposo de María, nunca aprobó nuestra relación. No nos permitía vernos y controlaba cada aspecto de su vida.",{"option":"Continuar","linkPath":"aPartirDeLaInfor","ifConditions":null,"notIfConditions":null}]},"conLaInformacinR":{"content":["Con la información recopilada hasta ahora, tienes que tomar una decisión importante sobre tu próxima dirección en la investigación. Las pistas indican dos posibles lugares clave que podrían ofrecer respuestas sobre la desaparición de la señora María.",{"option":"Ir a la habitación principal","linkPath":"decidisteEntrarE","ifConditions":null,"notIfConditions":null},{"option":"Continuar el interrogatorio","linkPath":"perdisteDesafort","ifConditions":null,"notIfConditions":null}]},"criadaOhEntiendo":{"content":["Criada: Oh, entiendo. La dirección a la que se refiere la carta es un lugar muy querido para la señora María. Es donde se encontraba con su madre en secreto. El señor de la casa no aprobaba esas reuniones y las mantenía en secreto. Es por eso que mi señora era tan reservada acerca de esa dirección.",{"option":"Continuar","linkPath":"aPartirDeLaInfor1","ifConditions":null,"notIfConditions":null}]},"criadaConConfusi":{"content":["Criada: (Con confusión) Lo siento, detective, pero realmente no sé a qué dirección se refieren las cartas.",{"option":"Continuar","linkPath":"aPartirDeLaInfor2","ifConditions":null,"notIfConditions":null}]},"aPartirDeLaInfor":{"content":["A partir de la información recolectada, tienes dos opciones para avanzar en tu investigación:",{"option":"Interrogar a la criada","linkPath":"detectiveTieneAl","ifConditions":null,"notIfConditions":null},{"option":"Interrogar al señor de la casa","linkPath":"detectiveBuenosD1","ifConditions":null,"notIfConditions":null}]},"perdisteDesafort":{"content":["Perdiste, Desafortunadamente, tus esfuerzos no han dado los resultados esperados, y la investigación ha llegado a un punto muerto. Las sombras del misterio siguen envolviendo la desaparición de la María"]},"aPartirDeLaInfor1":{"content":["A partir de la información recolectada, tienes dos opciones para avanzar en tu investigación:",{"option":"Continuar interrogatorio","linkPath":"detectiveTieneAl","ifConditions":null,"notIfConditions":null},{"option":"Interrogar al señor de la casa","linkPath":null,"ifConditions":null,"notIfConditions":null}]},"aPartirDeLaInfor2":{"content":["A partir de la información recolectada, tienes dos opciones para avanzar en tu investigación:",{"option":"Continuar interrogatorio","linkPath":"detectiveConCuri","ifConditions":null,"notIfConditions":null},{"option":"Interrogar al señor de la casa","linkPath":"detectiveBuenosD1","ifConditions":null,"notIfConditions":null}]},"detectiveTieneAl":{"content":["Detective: ¿Tiene alguna sospecha o alguna idea de quién podría estar involucrado en la desaparición de la señora María? Cualquier detalle, por pequeño que sea, podría ser útil en nuestra investigación.",{"option":"Continuar","linkPath":"criadaBuenoDetec","ifConditions":null,"notIfConditions":null}]},"detectiveBuenosD1":{"content":["Detective: Buenos días, señor. Estoy reuniendo información para entender mejor la situación. ¿Puede decirme dónde se encontraba el día en que la señora María desapareció?",{"option":"Continuar","linkPath":"pedroElDaDeLaDes","ifConditions":null,"notIfConditions":null}]},"detectiveConCuri":{"content":["Detective: (Con curiosidad) Escuché que conoces muy bien esta casa, ¿verdad? Me pregunto, ¿dónde te encontrabas el día en que desapareció la señora María? Tu conocimiento sobre lo que sucedió ese día podría ser útil en la investigación.",{"option":"Continuar","linkPath":"criadaConTristez","ifConditions":null,"notIfConditions":null}]},"criadaBuenoDetec":{"content":["Criada: Bueno, detective, no quiero acusar sin pruebas, pero he notado que Pedro, el señor de la casa, últimamente, estaba muy preocupado por ciertos asuntos financieros y discutía con la señora María con frecuencia.",{"option":"Interrogar al señor de la casa","linkPath":"detectiveBuenosD1","ifConditions":null,"notIfConditions":null}]},"criadaConTristez":{"content":["Criada: (Con tristeza) Detective  he estado sintiéndome culpable por lo que sucedió. Fui yo quien ocultó las cartas de la señora María. Hicimos esto juntas porque su madre siempre le pedía dinero a la señora María, y estábamos teniendo problemas económicos. Pensamos que al fingir su desaparición, su madre dejaría de pedirle dinero y podríamos resolver nuestros problemas financieros sin que nadie resultara afectado",{"option":"Continuar","linkPath":"detectiveAsQueFi","ifConditions":null,"notIfConditions":null}]},"detectiveAsQueFi":{"content":["Detective: ¿Así que fingieron su desaparición para evitar que su madre le pidiera dinero?",{"option":"Continuar","linkPath":"criadaSDetective","ifConditions":null,"notIfConditions":null}]},"pedroElDaDeLaDes":{"content":["Pedro: El día de la desaparición de María, estaba en la habitación de cosas antiguas, una de mis áreas favoritas de la casa.",{"option":"Continuar","linkPath":"aPartirDeLaInfor3","ifConditions":null,"notIfConditions":null}]},"criadaSDetective":{"content":["Criada: Sí, detective. No queríamos que la señora María se sintiera atrapada entre su madre y su esposo, así que decidimos fingir su desaparición para calmar las cosas. Nunca pensamos que la situación se complicaría tanto.",{"option":"Continuar","linkPath":"felicidadesHasGa","ifConditions":null,"notIfConditions":null}]},"aPartirDeLaInfor3":{"content":["A partir de la información recolectada, tienes dos opciones para avanzar en tu investigación:",{"option":"Continuar interrogatorio","linkPath":"detectivePuedeDe","ifConditions":null,"notIfConditions":null},{"option":"Ir al ático","linkPath":"laDetectiveAvanz","ifConditions":null,"notIfConditions":null}]},"felicidadesHasGa":{"content":["¡Felicidades! Has ganado. Has descubierto la verdad detrás de la desaparición. Tu determinación y habilidad de investigación te llevaron a resolver el misterio y encontrar las respuestas necesarias para resolver el caso. ¡Bien hecho!",{"option":"Volver a jugar","linkPath":"detectiveGmezAnt","ifConditions":null,"notIfConditions":null}]},"detectivePuedeDe":{"content":["Detective: ¿Puede decirme qué hacía específicamente en la habitación de cosas antiguas el día en que la señora María desapareció?",{"option":"Continuar","linkPath":"pedroEstabaEnLaH","ifConditions":null,"notIfConditions":null}]},"pedroEstabaEnLaH":{"content":["Pedro: Estaba en la habitación de cosas antiguas, organizando las espadas que traje de mi viaje a Egipto. Tenía la intención de exhibirlas en nuestra colección privada de antigüedades. Cada espada era única y tenía un valor histórico significativo.",{"option":"Continuar","linkPath":"detectivePuedeDe1","ifConditions":null,"notIfConditions":null}]},"detectivePuedeDe1":{"content":["Detective: ¿Puede decirme cuándo regresó de su viaje a Egipto, señor?",{"option":"Continuar","linkPath":"pedroRegresDeMiV","ifConditions":null,"notIfConditions":null}]},"pedroRegresDeMiV":{"content":["Pedro: Regresé de mi viaje a Egipto después de la desaparición de María. Me enteré de su desaparición poco después de mi regreso. Estuve fuera durante un tiempo, ocupado con asuntos comerciales y adquisiciones de antigüedades en la región.",{"option":"Continuar","linkPath":"conLaInformacinR1","ifConditions":null,"notIfConditions":null}]},"conLaInformacinR1":{"content":["Con la información recopilada hasta ahora, tienes que tomar una decisión importante sobre tu próxima dirección en la investigación. Las pistas indican dos posibles lugares clave que podrían ofrecer respuestas sobre la desaparición de la señora María.",{"option":"Sospechar del señor Pedro","linkPath":"ahoraQueHasRecop","ifConditions":null,"notIfConditions":null},{"option":"Descartar al sospechoso","linkPath":"perdisteDesafort1","ifConditions":null,"notIfConditions":null}]},"ahoraQueHasRecop":{"content":["Ahora que has recopilado algunas pistas intrigantes que apuntan al señor de la casa como el principal sospechoso en la desaparición de la señora María, es hora de continuar tu investigación y descubrir qué secreto se oculta tras esta misteriosa desaparición.",{"option":"Ir al ático","linkPath":"laDetectiveAvanz","ifConditions":null,"notIfConditions":null}]},"perdisteDesafort1":{"content":["Perdiste: Desafortunadamente, tus esfuerzos no han dado los resultados esperados, y la investigación ha llegado a un punto muerto. Las sombras del misterio siguen envolviendo la desaparición de la María",{"option":"Volver al inicio","linkPath":"detectiveGmezAnt","ifConditions":null,"notIfConditions":null}]}},"initial":"detectiveGmezGra","optionMirroring":true,"allowCheckpoints":false,"editorData":{"playPoint":"decidesAdentrart","libraryVisible":false,"authorName":"Anonymous","textSize":2}},"url_key":176781}